Repository: EspaceNetworks/ivr
Catalog: i18n/*/LC_MESSAGES/ivr.po
Languages: fr_fr

source: There is a problem with install.sql, cannot re-create databases. Contact support
fr_fr: Il y a un problème avec install.sql, impossible de recréer les bases de données. Contactez le support

source: Checking if announcements need migration..
fr_fr: Contrôle si les annonces ont besoin d'être migrées...

source: migrating
fr_fr: en cours de migration

source: adding announcement_id field..
fr_fr: ajoute le champ announcement_id...

source: fatal error
fr_fr: erreur fatale

source: migrate to recording ids..
fr_fr: migration vers ids...

source: migrated %s entries
fr_fr: %s entrées migrées

source: dropping announcement field..
fr_fr: suppression du champ announcement...

source: no announcement field???
fr_fr: pas de champ announcement ???

source: already migrated
fr_fr: déjà migré

source: Checking for timeout_id..
fr_fr: Contrôle pour timeout_id...

source: added
fr_fr: ajouté

source: not needed
fr_fr: pas nécessaire

source: Checking for invalid_id..
fr_fr: Contrôle pour invalid_id...

source: Checking for retvm..
fr_fr: Contrôle pour retvm...

source: Digital Receptionist
fr_fr: Réceptionniste Numérique

source: You use the Digital Receptionist to make IVR's, Interactive Voice Response systems.
fr_fr: Le Réceptionniste Numérique est utilisé pour faire des IVR, systèmes de Réponse Vocale Interactifs.

source: When creating a menu option, apart from the standard options of 0-9,* and #, you can also use 'i' and 't' destinations.
fr_fr: Lorsque vous créez un menu, à part les options standard 0-9,* et #, vous pouvez également utiliser les destinations 'i' et 't'.

source: 'i' is used when the caller pushes an invalid button, and 't' is used when there is no response.
fr_fr: 'i' est utilisé lorsqu'un appelant appuye sur une mauvaise touche, et 't' est utilisé lorsqu'il n'y a pas de réponse.

source: If those options aren't supplied, the default 't' is to replay the menu three times and then hang up,
fr_fr: Si ces options ne sont pas fournies, par défaut 't' est pour rejouer le menu 3 fois puis raccroche,

source: and the default 'i' is to say 'Invalid option, please try again' and replay the menu.
fr_fr: et par défaut 'i' est pour dire 'Option Invalide, veuillez réessayer' et rejouer le menu.

source: After three invalid attempts, the line is hung up.
fr_fr: Après 3 essais invalides, la ligne est raccrochée.

source: Add IVR
fr_fr: Ajouter IVR

source: Edit Menu
fr_fr: Editer Menu

source: Queue Breakout Menu Usage List
fr_fr: Liste d'utilisation du Menu éclaté de File d'Attente

source: This IVR is being used by the following Queues, providing an ability for callers to hear this Queue's announcement periodically and giving callers an option to break out of the queue into this IVR's menu options. This queue can not be deleted when being used in this mode
fr_fr: Cet IVR est utilisé par les Files d'Attente suivantes, donnant la possibilité aux appelants d'entendre l'annonce de cette File d'Attente périodiquement et leur donne une option pour sortir de la File d'Attente afin d'accéder à ce menu d'options IVR. Cette File d'Attente ne peut pas être supprimée lorsqu'elle est utilisée dans ce mode.

source: Delete
fr_fr: Supprimer

source: Change Name
fr_fr: Changer le Nom

source: This changes the short name, visible on the right, of this IVR
fr_fr: Change le nom court de cet IVR, visible sur la droite

source: Announcement
fr_fr: Annonce

source: Message to be played to the caller. To add additional recordings please use the "System Recordings" MENU to the left
fr_fr: Message qui sera joué à l'appelant. Pour ajouter des enregistrements additionnels veuillez utiliser le MENU "Enregistrements Système" sur la gauche

source: None
fr_fr: Aucun

source: Message to be played to the caller.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
fr_fr: Message qui sera joué à l'appelant.<br><br>Vous devez installer et activer le Module "Enregistrements Système" pour éditer cette option

source: The amount of time (in seconds) before the 't' option, if specified, is used
fr_fr: Le temps en secondes avant que l'option 't', si spécifiée, ne soit utilisée

source: Enable Directory
fr_fr: Activer Répertoire

source: Let callers into the IVR dial '#' to access the directory
fr_fr: Permet aux appelants d'appuyer sur '#' pour accéder au répertoire

source: VM Return to IVR
fr_fr: MV Retourne à l'IVR

source: If checked, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
fr_fr: Si coché, en quittant la messagerie vocale, un appelant sera redirigé vers cet IVR si ils disposent d'une boite vocale utilisateurs

source: Directory Context
fr_fr: Contexte du Répertoire

source: When # is selected, this is the voicemail directory context that is used
fr_fr: Lorsque # est sélectionné, c'est le répertoire de la messagerie vocale qui est utilisé

source: Enable Direct Dial
fr_fr: Activer Numérotation Directe

source: Let callers into the IVR dial an extension directly
fr_fr: Permet aux appelants dans l'IVR d'appeler une extension directement

source: Loop Before t-dest
fr_fr: Boucler avant t-dest

source: If checked, and there is a 't' (timeout) destination defined below, the IVR will loop back to the beginning if no input is provided for the designated loop counts prior to going to the timeout (t) destination.
fr_fr: Si coché, et s'il y a une destination 't' (timeout) définie ci-dessous, l'IVR bouclera jusqu'au début si aucune entrée n'est donnée pour les comptes désignés de la boucle avant d'aller au timeout (t) de la destination.

source: Timeout Message
fr_fr: Message de Timeout

source: If a timeout occurs and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target.
fr_fr: Si un timeout survient et un message est sélectionné, il sera joué à la place du message d'annonce lors de la boucle vers le haut de l'IVR. Il ne sera pas joué si la destination t est la prochaine cible.

source: Loop Before i-dest
fr_fr: Boucler Avant i-dest

source: If checked, and there is an 'i' (invalid extension) destination defined below, the IVR will play invalid option and then loop back to the beginning for the designated loop counts prior to going to the invalid (i) destination.
fr_fr: Si coché, et s'il y a une destination 'i' (extension invalide) définie ci-dessous, l'IVR jouera l'option invalide puis bouclera vers le début pour les comptes désignés de la boucle avant d'aller au timeout (t) de la destination.

source: Invalid Message
fr_fr: Message Invalide

source: If an invalid extension is pressed and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target. If nothing is selected, the system will play a default invalid extension message before going back to the main announcement
fr_fr: Si une extension invalide est pressée et qu'un message est sélectionné, ce sera joué à la place du message d'annonce lors de la boucle vers le haut de l'IVR. Il ne sera pas joué si la destination t est la prochaine cible. Si rien n'est sélectionné, le système jouera un message d'extension invalide par défaut avant de retourner à l'annonce principale

source: Repeat Loops:
fr_fr: Boucles de Répétition :

source: The number of times we should loop when invalid input or no input has been entered before going to the defined or default generated 'i' or 't' options. If the 'i' or 't' options are defined, the above check boxes must be checked in order to loop.
fr_fr: Le nombre de fois que l'on doit boucler lorsqu'une saisie invalide ou pas de saisie a été entré avant d'aller aux options 't' ou 'i' définies ou par défaut. Si les options 'i' ou 't' sont définies, les cases ci-dessus doivent être cochées pour boucler.

source: Increase Options
fr_fr: Incrémenter les Options

source: Save
fr_fr: Sauvegarder

source: Decrease Options
fr_fr: Diminuer les Options

source: Invalid option
fr_fr: Option Invalide

source: Return to IVR
fr_fr: Retourner à l'IVR

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
fr_fr: Cochez cette case pour que cette option retourne à un IVR parent si elle est appelée à partir d'un IVR parent. Sinon, on ira à la destination choisie.<br><br>Le chemin de retour sera pour tous les IVR qui étaient dans le chemin d'appel avant cet IVR ce qui pourrait entraîner des résultats étranges si un IVR a été appelé dans le chemin d'appel mais pas immédiatement avant ceci

source: Leave blank to remove
fr_fr: Laissez à blanc pour supprimer
